Repository: FlineDev/TranslateKitSDK
Catalog: Sources/TranslateKitPhotoAndVideoLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Action.adjust
source: Adjust
ar: ضبط
bg: Коригирай
ca: Ajustar
cs: Upravit
da: Juster
de: Anpassen
el: Προσαρμογή
es: Ajustar
es_419: Ajustar
fi: Muokkaa
fr: Ajuster
fr_ca: Ajuster
he: כוונן
hi: समायोजित करें
hr: Prilagodi
hu: Beállítás
id: Sesuaikan
it: Regola
ja: 調整
kk: Реттеу
ko: 조정
ms: Selaraskan
nb: Juster
nl: Pas aan
pl: Skoryguj
pt_br: Ajustar
pt_pt: Ajustar
ro: Ajustează
ru: Изменить
sk: Upraviť
sv: Justera
th: ปรับ
tr: Ayarla
uk: Змінити
vi: Điều chỉnh
zh_hans: 调整
zh_hant: 調整
zh_hk: 調整

# TK.Action.applyFilter
source: Apply Filter
ar: تطبيق الفلتر
bg: Приложи филтър
ca: Aplicar filtre
cs: Použít filtr
da: Anvend filter
de: Filter anwenden
el: Εφαρμογή Φίλτρου
es: Aplicar filtro
es_419: Aplicar filtro
fi: Käytä suodatinta
fr: Appliquer le filtre
fr_ca: Appliquer un filtre
he: החל מסנן
hi: फिल्टर लागू करें
hr: Primijeni filter
hu: Szűrő alkalmazása
id: Terapkan Filter
it: Applica filtro
ja: フィルタを適用
kk: Фильтрді қолдану
ko: 필터 적용
ms: Terapkan Penapis
nb: Bruk filter
nl: Filter Toepassen
pl: Zastosuj filtr
pt_br: Aplicar Filtro
pt_pt: Aplicar Filtro
ro: Aplică filtru
ru: Применить фильтр
sk: Použiť filter
sv: Tillämpa filter
th: ใช้ฟิลเตอร์
tr: Filtre Uygula
uk: Застосувати фільтр
vi: Áp dụng bộ lọc
zh_hans: 应用滤镜
zh_hant: 套用濾鏡
zh_hk: 套用濾鏡

# TK.Action.choosePhoto
source: Choose Photo
ar: اختيار صورة
bg: Избери снимка
ca: Seleccionar foto
cs: Vybrat obrázek
da: Vælg foto
de: Foto auswählen
el: Επιλογή φωτογραφίας
es: Seleccionar foto
es_419: Elegir foto
fi: Valitse kuva
fr: Choisir une photo
fr_ca: Choisir une photo
he: בחר תמונה
hi: तस्वीर चुनें
hr: Odaberi fotografiju
hu: Fotó választása
id: Pilih Foto
it: Scegli foto
ja: 写真を選択
kk: Фотоны таңдау
ko: 사진 선택
ms: Pilih Foto
nb: Velg bilde
nl: Kies foto
pl: Wybierz zdjęcie
pt_br: Escolher Foto
pt_pt: Escolher uma fotografia
ro: Alege o poză
ru: Выбрать фото
sk: Vybrať fotku
sv: Välj bild
th: เลือกรูปภาพ
tr: Fotoğraf Seç
uk: Обрати фото
vi: Chọn ảnh
zh_hans: 选取照片
zh_hant: 選擇照片
zh_hk: 選擇相片

# TK.Action.compare
source: Compare
ar: قارن
bg: Сравни
ca: Comparar
cs: Porovnat
da: Sammenlign
de: Vergleichen
el: Σύγκριση
es: Comparar
es_419: Comparar
fi: Vertaile
fr: Comparer
fr_ca: Comparer
he: השווה
hi: तुलना करें
hr: Usporedi
hu: Összehasonlítás
id: Bandingkan
it: Confronta
ja: 比較する
kk: Салыстыру
ko: 비교
ms: Bandingkan
nb: Sammenlign
nl: Vergelijken
pl: Porównaj
pt_br: Comparar
pt_pt: Comparar
ro: Compară
ru: Сравнить
sk: Porovnať
sv: Jämför
th: เปรียบเทียบ
tr: Karşılaştır
uk: Порівняти
vi: So sánh
zh_hans: 比较
zh_hant: 比較
zh_hk: 比較

# TK.Action.copyLink
source: Copy Link
ar: نسخ الرابط
bg: Копирай връзка
ca: Copiar enllaç
cs: Zkopírovat odkaz
da: Kopier link
de: Link kopieren
el: Αντιγραφή συνδέσμου
es: Copiar enlace
es_419: Copiar enlace
fi: Kopioi linkki
fr: Copier le lien
fr_ca: Copier le lien
he: העתק קישור
hi: लिंक कॉपी करें
hr: Kopiraj link
hu: Link másolása
id: Salin Tautan
it: Copia link
ja: リンクをコピー
kk: Сілтемені көшіру
ko: 링크 복사하기
ms: Salin Pautan
nb: Kopier lenke
nl: Kopieer link
pl: Kopiuj łącze
pt_br: Copiar link
pt_pt: Copiar hiperligação
ro: Copiază linkul
ru: Скопировать ссылку
sk: Kopírovať odkaz
sv: Kopiera länk
th: คัดลอกลิงก์
tr: Bağlantıyı Kopyala
uk: Скопіювати посилання
vi: Sao chép liên kết
zh_hans: 复制链接
zh_hant: 複製連結
zh_hk: 複製連結

# TK.Action.crop
source: Crop
ar: اقتصاص
bg: Изрежи
ca: Retallar
cs: Oříznout
da: Beskær
de: Beschneiden
el: Περικοπή
es: Recortar
es_419: Recortar
fi: Rajaa
fr: Recadrer
fr_ca: Recadrer
he: חתוך
hi: क्रॉप करें
hr: Izreži
hu: Körbevágás
id: Potong
it: Ritaglia
ja: 切り取り
kk: Кесу
ko: 자르기
ms: Pangkas
nb: Beskjær
nl: Bijsnijden
pl: Kadruj
pt_br: Recortar
pt_pt: Recortar
ro: Decupează
ru: Обрезать
sk: Orezať
sv: Beskär
th: ครอบตัด
tr: Kırp
uk: Кадрувати
vi: Cắt xén
zh_hans: 裁剪
zh_hant: 裁切
zh_hk: 裁剪

# TK.Action.deletePermanently
source: Delete Permanently
ar: احذف نهائيًا
bg: Изтрий завинаги
ca: Eliminar permanentment
cs: Trvale smazat
da: Slet permanent
de: Dauerhaft löschen
el: Μόνιμη Διαγραφή
es: Eliminar permanentemente
es_419: Eliminar permanentemente
fi: Poista pysyvästi
fr: Supprimer définitivement
fr_ca: Supprimer définitivement
he: מחק לצמיתות
hi: स्थायी रूप से हटाएं
hr: Trajno izbriši
hu: Végleges törlés
id: Hapus Permanen
it: Elimina definitivamente
ja: 完全に削除
kk: Тұрақты түрде жою
ko: 영구 삭제
ms: Padam Secara Kekal
nb: Slett permanent
nl: Permanent verwijderen
pl: Trwale usuń
pt_br: Excluir Permanentemente
pt_pt: Eliminar Permanentemente
ro: Șterge permanent
ru: Удалить окончательно
sk: Trvalo odstrániť
sv: Ta bort permanent
th: ลบอย่างถาวร
tr: Kalıcı Olarak Sil
uk: Видалити назавжди
vi: Xóa vĩnh viễn
zh_hans: 永久删除
zh_hant: 永久刪除
zh_hk: 永久刪除

# TK.Action.editPhoto
source: Edit Photo
ar: تعديل الصورة
bg: Редактирай снимка
ca: Editar foto
cs: Upravit fotografii
da: Rediger foto
de: Foto bearbeiten
el: Επεξεργασία Φωτογραφίας
es: Editar foto
es_419: Editar foto
fi: Muokkaa kuvaa
fr: Modifier la photo
fr_ca: Modifier la photo
he: ערוך תמונה
hi: फोटो संपादित करें
hr: Uredi fotografiju
hu: Kép szerkesztése
id: Edit Foto
it: Modifica foto
ja: 写真を編集
kk: Суретті редакциялау
ko: 사진 편집
ms: Sunting Foto
nb: Rediger bilde
nl: Foto Bewerken
pl: Edytuj zdjęcie
pt_br: Editar Foto
pt_pt: Editar Foto
ro: Editează fotografia
ru: Редактировать фото
sk: Upraviť fotografiu
sv: Redigera foto
th: แก้ไขรูปภาพ
tr: Fotoğraf Düzenle
uk: Редагувати фото
vi: Chỉnh sửa ảnh
zh_hans: 编辑照片
zh_hant: 編輯照片
zh_hk: 編輯照片

# TK.Action.enableCamera
source: Enable Camera
ar: تمكين الكاميرا
bg: Активирай камерата
ca: Activar la càmera
cs: Povolit kameru
da: Aktiver kamera
de: Kamera aktivieren
el: Ενεργοποίηση Κάμερας
es: Activar cámara
es_419: Activar cámara
fi: Ota kamera käyttöön
fr: Activer l'appareil photo
fr_ca: Activer la caméra
he: אפשר מצלמה
hi: कैमरा सक्षम करें
hr: Omogući kameru
hu: Kamera engedélyezése
id: Aktifkan Kamera
it: Attiva fotocamera
ja: カメラを有効にする
kk: Камерені қосу
ko: 카메라 활성화
ms: Aktifkan Kamera
nb: Aktiver kamera
nl: Camera Inschakelen
pl: Włącz aparat
pt_br: Ativar Câmera
pt_pt: Ativar Câmara
ro: Activează camera
ru: Включить камеру
sk: Povoliť kameru
sv: Aktivera kamera
th: เปิดใช้กล้อง
tr: Kamerayı Etkinleştir
uk: Увімкнути камеру
vi: Kích hoạt camera
zh_hans: 启用相机
zh_hant: 啟用相機
zh_hk: 啟用相機

# TK.Action.exportPDF
source: Export PDF
ar: تصدير كملف PDF
bg: Експортирай PDF
ca: Exportar com a PDF
cs: Exportovat PDF
da: Eksporter PDF
de: PDF exportieren
el: Εξαγωγή σε PDF
es: Exportar PDF
es_419: Exportar PDF
fi: Vie PDF
fr: Exporter au format PDF
fr_ca: Exporter au format PDF
he: ייצוא כקובץ PDF
hi: PDF एक्सपोर्ट करें
hr: Izvezi PDF
hu: Exportálás PDF-ként
id: Ekspor PDF
it: Esporta PDF
ja: PDFをエクスポートする
kk: PDF файлын экспорттау
ko: PDF 내보내기
ms: Eksport PDF
nb: Eksporter PDF
nl: Exporteer PDF
pl: Eksportuj PDF
pt_br: Exportar PDF
pt_pt: Exportar PDF
ro: Exportă PDF
ru: Экспортировать PDF
sk: Exportovať PDF
sv: Exportera PDF
th: ส่งออก PDF
tr: PDF’yi Dışa Aktar
uk: Експортувати PDF
vi: Xuất PDF
zh_hans: 导出PDF
zh_hant: 匯出PDF
zh_hk: 輸出為PDF

# TK.Action.flip
source: Flip
ar: قلب
bg: Обърни
ca: Gira
cs: Převrátit
da: Vend om
de: Umdrehen
el: Αναστροφή
es: Voltear
es_419: Voltear
fi: Käännä
fr: Retourner
fr_ca: Retourner
he: הפוך
hi: फ्लिप करें
hr: Okreni
hu: Tükrözés
id: Balik
it: Capovolgi
ja: 反転
kk: Аудару
ko: 사진/영상 뒤집기
ms: Balikkan
nb: Vend
nl: Omkeren
pl: Odwróć
pt_br: Virar
pt_pt: Virar
ro: Întoarce
ru: Перевернуть
sk: Prevrátiť
sv: Vänd
th: กลับด้าน
tr: Aynala
uk: Перевернути
vi: Lật
zh_hans: 翻转
zh_hant: 翻轉
zh_hk: 翻轉

# TK.Action.importPhotos
source: Import Photos
ar: استيراد الصور
bg: Импортирай снимки
ca: Importa fotos
cs: Importovat fotografie
da: Importer fotos
de: Fotos importieren
el: Εισαγωγή Φωτογραφιών
es: Importar fotos
es_419: Importar fotos
fi: Tuo valokuvat
fr: Importer les photos
fr_ca: Importer des photos
he: ייבא תמונות
hi: फोटोज इम्पोर्ट करें
hr: Uvezi fotografije
hu: Fényképek importálása
id: Impor Foto
it: Importa foto
ja: 写真をインポートする
kk: Суреттерді импорттау
ko: 사진 가져오기
ms: Import Foto
nb: Importer bilder
nl: Foto's Importeren
pl: Importuj zdjęcia
pt_br: Importar Fotos
pt_pt: Importar Fotos
ro: Importă fotografii
ru: Импортировать фотографии
sk: Importovať fotografie
sv: Importera foton
th: นำเข้าภาพถ่าย
tr: Fotoğrafları İçe Aktar
uk: Імпортувати фотографії
vi: Nhập ảnh
zh_hans: 导入照片
zh_hant: 匯入照片
zh_hk: 匯入相片

# TK.Action.markAsFavorite
source: Mark as Favorite
ar: أضف إلى المفضلة
bg: Отбележи като любимо
ca: Marca com a favorit
cs: Označit jako oblíbené
da: Markér som favorit
de: Als Favorit markieren
el: Προσθήκη στα Αγαπημένα
es: Marcar como favorito
es_419: Marcar como favorito
fi: Merkitse suosikiksi
fr: Marquer comme favori
fr_ca: Marquer comme favori
he: סמן כמועדף
hi: पसंदीदा के रूप में चिह्नित करें
hr: Označi kao omiljeno
hu: Megjelölés kedvencként
id: Tandai sebagai Favorit
it: Segna come preferito
ja: お気に入りに追加
kk: Таңдаулыға белгілеу
ko: 즐겨찾기로 표시하기
ms: Tandakan sebagai Kegemaran
nb: Merk som favoritt
nl: Markeren als Favoriet
pl: Oznacz jako ulubione
pt_br: Marcar como Favorito
pt_pt: Assinalar como Favorito
ro: Marchează ca favorit
ru: Отметить как избранное
sk: Označiť ako obľúbené
sv: Markera som favorit
th: ทำให้เป็นรายการโปรด
tr: Favori Olarak İşaretle
uk: Позначити як улюблене
vi: Đánh dấu là yêu thích
zh_hans: 标记为收藏
zh_hant: 標記為最愛
zh_hk: 標記為最愛

# TK.Action.mergeClips
source: Merge Clips
ar: دمج المقاطع
bg: Слей клипове
ca: Fusionar clips
cs: Sloučit klipy
da: Sammenlæg klip
de: Clips zusammenführen
el: Συγχώνευση Κλιπ
es: Fusionar clips
es_419: Combinar clips
fi: Yhdistä leikkeet
fr: Fusionner les clips
fr_ca: Fusionner des clips
he: מזג קליפים
hi: क्लिप मिलाएँ
hr: Spoji isječke
hu: Klipek egyesítése
id: Gabungkan Klip
it: Unisci clip
ja: クリップを統合
kk: Клиптерді біріктіру
ko: 클립 병합
ms: Gabungkan Klip
nb: Slå sammen klipp
nl: Clips Samenvoegen
pl: Scal klipy
pt_br: Mesclar Clipes
pt_pt: Unir Clips
ro: Îmbină clipuri
ru: Объединить клипы
sk: Zlúčiť klipy
sv: Sammanfoga klipp
th: รวมคลิป
tr: Klipleri Birleştir
uk: Об'єднати кліпи
vi: Gộp các clip
zh_hans: 合并视频片段
zh_hant: 合併剪輯
zh_hk: 合併片段

# TK.Action.openInBrowser
source: Open in Browser
ar: فتح في المتصفح
bg: Отвори в браузъра
ca: Obrir al navegador
cs: Otevřít v prohlížeči
da: Åbn i browser
de: Im Browser öffnen
el: Άνοιγμα στον Περιηγητή
es: Abrir en el navegador
es_419: Abrir en el navegador
fi: Avaa selaimessa
fr: Ouvrir dans le navigateur
fr_ca: Ouvrir dans le navigateur
he: פתח בדפדפן
hi: ब्राउज़र में खोलें
hr: Otvori u pregledniku
hu: Megnyitás böngészőben
id: Buka di Peramban
it: Apri nel browser
ja: ブラウザで開く
kk: Браузерде ашу
ko: 브라우저에서 열기
ms: Buka di Penyemak Imbas
nb: Åpne i nettleser
nl: Openen in browser
pl: Otwórz w przeglądarce
pt_br: Abrir no Navegador
pt_pt: Abrir no Navegador
ro: Deschide în browser
ru: Открыть в браузере
sk: Otvoriť v prehliadači
sv: Öppna i webbläsare
th: เปิดในเบราว์เซอร์
tr: Tarayıcıda Aç
uk: Відкрити в браузері
vi: Mở trong trình duyệt
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器中開啟
zh_hk: 在瀏覽器中打開

# TK.Action.playNow
source: Play Now
ar: تشغيل الآن
bg: Пусни сега
ca: Reproduir ara
cs: Přehrát nyní
da: Afspil nu
de: Jetzt wiedergeben
el: Αναπαραγωγή τώρα
es: Reproducir ahora
es_419: Reproducir ahora
fi: Toista nyt
fr: Lire maintenant
fr_ca: Lire maintenant
he: נגן כעת
hi: अभी चलाएँ
hr: Reproduciraj odmah
hu: Lejátszás most
id: Putar Sekarang
it: Riproduci ora
ja: 今すぐ再生
kk: Қазір ойнату
ko: 지금 재생하기
ms: Main Sekarang
nb: Spill nå
nl: Speel nu af
pl: Odtwórz teraz
pt_br: Reproduzir Agora
pt_pt: Reproduzir agora
ro: Redă acum
ru: Воспроизвести сейчас
sk: Prehrať teraz
sv: Spela nu
th: เล่นตอนนี้
tr: Şimdi Oynat
uk: Відтворити зараз
vi: Phát ngay
zh_hans: 立即播放
zh_hant: 立即播放
zh_hk: 立即播放

# TK.Action.recordVideo
source: Record Video
ar: تسجيل فيديو
bg: Запиши видео
ca: Gravar vídeo
cs: Zaznamenat video
da: Optag video
de: Video aufnehmen
el: Εγγραφή Βίντεο
es: Grabar vídeo
es_419: Grabar video
fi: Kuvaa video
fr: Enregistrer la vidéo
fr_ca: Enregistrer une vidéo
he: הקלט סרטון
hi: वीडियो रिकॉर्ड करें
hr: Snimi video
hu: Videó rögzítése
id: Rekam Video
it: Registra video
ja: 動画を録画する
kk: Бейне жазу
ko: 비디오 녹화
ms: Rakam Video
nb: Ta opp video
nl: Video Opnemen
pl: Nagraj wideo
pt_br: Gravar Vídeo
pt_pt: Gravar Vídeo
ro: Înregistrează video
ru: Записать видео
sk: Nahrať video
sv: Spela in video
th: บันทึกวิดีโอ
tr: Video Kaydet
uk: Записати відео
vi: Quay video
zh_hans: 录制视频
zh_hant: 錄製影片
zh_hk: 錄影

# TK.Action.removeBackground
source: Remove Background
ar: إزالة الخلفية
bg: Премахни фона
ca: Elimina el fons
cs: Odebrat pozadí
da: Fjern baggrund
de: Hintergrund entfernen
el: Αφαίρεση φόντου
es: Eliminar fondo
es_419: Eliminar fondo
fi: Poista tausta
fr: Retirer l'arrière-plan
fr_ca: Supprimer l'arrière-plan
he: הסר רקע
hi: पृष्ठभूमि हटाएं
hr: Ukloni pozadinu
hu: Háttér eltávolítása
id: Hapus Latar Belakang
it: Rimuovi sfondo
ja: 背景を削除する
kk: Фонды жою
ko: 배경 제거하기
ms: Buang Latar Belakang
nb: Fjern bakgrunn
nl: Achtergrond verwijderen
pl: Usuń tło
pt_br: Remover Fundo
pt_pt: Remover Fundo
ro: Elimină fundalul
ru: Удалить фон
sk: Odstrániť pozadie
sv: Ta bort bakgrund
th: ลบพื้นหลัง
tr: Arka Planı Kaldır
uk: Видалити фон
vi: Gỡ bỏ nền
zh_hans: 移除背景
zh_hant: 去除背景
zh_hk: 移除背景

# TK.Action.replace
source: Replace
ar: استبدال
bg: Замени
ca: Substituir
cs: Nahradit
da: Erstat
de: Ersetzen
el: Αντικατάσταση
es: Reemplazar
es_419: Reemplazar
fi: Korvaa
fr: Remplacer
fr_ca: Remplacer
he: החלף
hi: बदलें
hr: Zamijeni
hu: Csere
id: Ganti
it: Sostituisci
ja: 置き換え
kk: Ауыстыру
ko: 대체하기
ms: Ganti
nb: Erstatt
nl: Vervang
pl: Zastąp
pt_br: Substituir
pt_pt: Substituir
ro: Înlocuiește
ru: Заменить
sk: Nahradiť
sv: Ersätt
th: แทนที่
tr: Değiştir
uk: Замінити
vi: Thay thế
zh_hans: 替换
zh_hant: 取代
zh_hk: 取代

# TK.Action.resize
source: Resize
ar: تعديل الحجم
bg: Преоразмери
ca: Redimensionar
cs: Změnit velikost
da: Ændr størrelse
de: Größe ändern
el: Αλλαγή μεγέθους
es: Redimensionar
es_419: Redimensionar
fi: Muuta kokoa
fr: Redimensionner
fr_ca: Redimensionner
he: שנה גודל
hi: आकार बदलें
hr: Promijeni veličinu
hu: Átméretezés
id: Ubah Ukuran
it: Ridimensiona
ja: サイズ変更
kk: Өлшемді өзгерту
ko: 크기 조정
ms: Ubah saiz
nb: Endre størrelse
nl: Grootte Aanpassen
pl: Zmień rozmiar
pt_br: Redimensionar
pt_pt: Redimensionar
ro: Redimensionează
ru: Изменить размер
sk: Zmeniť veľkosť
sv: Ändra storlek
th: ปรับขนาด
tr: Boyutlandır
uk: Змінити розмір
vi: Thay đổi kích thước
zh_hans: 调整大小
zh_hant: 調整大小
zh_hk: 調整大小

# TK.Action.revert
source: Revert
ar: إرجاع
bg: Върни
ca: Revertir
cs: Vrátit změny
da: Tilbagestil
de: Zurücksetzen
el: Επαναφορά
es: Revertir
es_419: Revertir
fi: Palauta
fr: Rétablir
fr_ca: Rétablir
he: שחזר למקור
hi: रिवर्ट करें
hr: Vrati
hu: Visszaállítás
id: Kembalikan
it: Ripristina
ja: 元に戻す
kk: Қайтару
ko: 되돌리기
ms: Tukar Balik
nb: Tilbakefør
nl: Herstel
pl: Przywróć
pt_br: Reverter
pt_pt: Restabelecer
ro: Restaurează
ru: Восстановить
sk: Vrátiť
sv: Återgå
th: คืนค่า
tr: Orijinaline Dön
uk: Відновити
vi: Phục hồi
zh_hans: 复原
zh_hant: 還原
zh_hk: 還原

# TK.Action.rotate
source: Rotate
ar: تدوير
bg: Завърти
ca: Girar
cs: Otočit
da: Roter
de: Drehen
el: Περιστροφή
es: Girar
es_419: Rotar
fi: Kierrä
fr: Faire pivoter
fr_ca: Tourner
he: סובב
hi: घुमाएँ
hr: Rotiraj
hu: Forgatás
id: Putar
it: Ruota
ja: 回転
kk: Айналдыру
ko: 회전
ms: Putar
nb: Roter
nl: Roteer
pl: Obróć
pt_br: Girar
pt_pt: Rodar
ro: Rotește
ru: Повернуть
sk: Otočiť
sv: Rotera
th: หมุน
tr: Döndür
uk: Обернути
vi: Xoay
zh_hans: 旋转
zh_hant: 旋轉
zh_hk: 旋轉

# TK.Action.saveToPhotos
source: Save to Photos
ar: حفظ في الصور
bg: Запази в Снимки
ca: Desar a l’app Fotos
cs: Uložit do Fotek
da: Gem i Fotos
de: In „Fotos“ sichern
el: Αποθήκευση στις Φωτογραφίες
es: Guardar en Fotos
es_419: Guardar en Fotos
fi: Tallenna kuviin
fr: Enregistrer dans Photos
fr_ca: Enregistrer dans Photos
he: שמור ל״תמונות״
hi: फोटो में सहेजें
hr: Spremi u Fotografije
hu: Mentés a Fotókba
id: Simpan ke Foto
it: Salva in Foto
ja: “写真”に保存
kk: Фотоларға сақтау
ko: 사진 앱에 저장
ms: Simpan ke Foto
nb: Lagre til bilder
nl: Bewaar in Foto's
pl: Zachowaj w Zdjęciach
pt_br: Salvar em Fotos
pt_pt: Guardar em Fotografias
ro: Salvează în Poze
ru: Сохранить в «Фото»
sk: Uložiť do Fotiek
sv: Spara i Bilder
th: บันทึกไปยังแอปรูปภาพ
tr: Fotoğraflar’a Kaydet
uk: Зберегти до Фотографій
vi: Lưu vào Ảnh
zh_hans: 存储到“照片”
zh_hant: 儲存到照片
zh_hk: 儲存至「相片」

# TK.Action.saveVideo
source: Save Video
ar: حفظ الفيديو
bg: Запази видео
ca: Desar el vídeo
cs: Uložit video
da: Gem video
de: Video sichern
el: Αποθήκευση βίντεο
es: Guardar vídeo
es_419: Guardar video
fi: Tallenna video
fr: Enregistrer la vidéo
fr_ca: Enregistrer la vidéo
he: שמור סרטון
hi: वीडियो सहेजें
hr: Spremi videozapis
hu: Videó mentése
id: Simpan Video
it: Salva video
ja: ビデオを保存
kk: Видеоны сақтау
ko: 비디오 저장하기
ms: Simpan Video
nb: Lagre video
nl: Bewaar video
pl: Zachowaj wideo
pt_br: Salvar Vídeo
pt_pt: Guardar vídeo
ro: Salvează clipul video
ru: Сохранить видео
sk: Uložiť video
sv: Spara video
th: บันทึกวิดีโอ
tr: Videoyu Kaydet
uk: Зберегти відео
vi: Lưu video
zh_hans: 存储视频
zh_hant: 儲存影片
zh_hk: 儲存影片

# TK.Action.scan
source: Scan
ar: المسح الضوئي
bg: Сканирай
ca: Escanejar
cs: Skenovat
de: Scannen
el: Σάρωση
es: Escanear
es_419: Escanear
fi: Skannaa
fr: Scanner
fr_ca: Numériser
he: סרוק
hi: स्कैन करें
hr: Skeniraj
hu: Beolvasás
id: Pindai
it: Scansiona
ja: スキャン
kk: Сканерлеу
ko: 스캔
ms: Imbas
nb: Skann
pl: Skanuj
pt_br: Escanear
pt_pt: Digitalizar
ro: Scanează
ru: Сканировать
sk: Skenovať
sv: Skanna
th: สแกน
tr: Tara
uk: Сканувати
vi: Quét
zh_hans: 扫描
zh_hant: 掃描
zh_hk: 掃描

# TK.Action.setAsDefault
source: Set as Default
ar: تعيين كافتراضي
bg: Задай като по подразбиране
ca: Establir com a predeterminat
cs: Nastavit jako výchozí
da: Sæt som standard
de: Als Standard festlegen
el: Ορισμός ως Προεπιλογή
es: Establecer como predeterminado
es_419: Establecer como predeterminado
fi: Aseta oletukseksi
fr: Définir par défaut
fr_ca: Définir par défaut
he: הגדר כברירת מחדל
hi: डिफ़ॉल्ट के रूप में सेट करें
hr: Postavi kao zadano
hu: Beállítás alapértelmezettként
id: Atur sebagai Default
it: Imposta come predefinito
ja: デフォルトに設定
kk: Әдепкі бойынша орнату
ko: 기본값으로 설정하기
ms: Tetapkan sebagai Lalai
nb: Sett som standard
nl: Instellen als standaard
pl: Ustaw jako domyślne
pt_br: Definir como padrão
pt_pt: Definir como Predefinição
ro: Setează ca implicit
ru: Установить по умолчанию
sk: Nastaviť ako predvolené
sv: Sätt som standard
th: ตั้งเป็นค่าเริ่มต้น
tr: Varsayılan Olarak Belir
uk: Встановити за замовчуванням
vi: Đặt làm mặc định
zh_hans: 设为默认
zh_hant: 設為預設
zh_hk: 設為預設

# TK.Action.shareDocument
source: Share Document
ar: شارك المستند
bg: Сподели документ
ca: Compartir document
cs: Sdílet dokument
da: Del dokument
de: Dokument teilen
el: Κοινή χρήση εγγράφου
es: Compartir documento
es_419: Compartir documento
fi: Jaa dokumentti
fr: Partager le document
fr_ca: Partager un document
he: שתף מסמך
hi: दस्तावेज़ साझा करें
hr: Dijeli dokument
hu: Dokumentum megosztása
id: Bagikan Dokumen
it: Condividi documento
ja: ドキュメントを共有
kk: Құжатпен бөлісу
ko: 문서 공유하기
ms: Kongsi Dokumen
nb: Del dokument
nl: Deel document
pl: Udostępnij dokument
pt_br: Compartilhar Documento
pt_pt: Partilhar Documento
ro: Partajează documentul
ru: Поделиться документом
sk: Zdieľať dokument
sv: Dela dokument
th: แชร์เอกสาร
tr: Belge Paylaş
uk: Поділитися документом
vi: Chia sẻ tài liệu
zh_hans: 分享文档
zh_hant: 分享文件
zh_hk: 分享文件

# TK.Action.split
source: Split
ar: تقسيم
bg: Раздели
ca: Separar
cs: Rozdělit
da: Del
de: Aufteilen
el: Διαχωρισμός
es: Dividir
es_419: Dividir
fi: Jaa
fr: Diviser
fr_ca: Diviser
he: חלק
hi: विभाजित करें
hr: Podijeli
hu: Felosztás
id: Pisahkan
it: Dividi
ja: 分割する
kk: Бөлу
ko: 분할
ms: Pisahkan
nb: Del opp
nl: Splitsen
pl: Podziel
pt_br: Dividir
pt_pt: Dividir
ro: Împarte
ru: Разделить
sk: Rozdeliť
sv: Dela
th: ตัด
tr: Böl
uk: Розділити
vi: Chia tách
zh_hans: 分割
zh_hant: 切割
zh_hk: 分割

# TK.Action.startRecording
source: Start Recording
ar: بدء التسجيل
bg: Започни записването
ca: Començar la gravació
cs: Zahájit nahrávání
da: Start optagelse
de: Aufnahme starten
el: Έναρξη Εγγραφής
es: Iniciar grabación
es_419: Iniciar grabación
fi: Aloita nauhoitus
fr: Commencer l'enregistrement
fr_ca: Commencer l'enregistrement
he: התחל הקלטה
hi: रिकॉर्डिंग शुरू करें
hr: Započni snimanje
hu: Felvétel kezdése
id: Mulai Merekam
it: Inizia registrazione
ja: 録画を開始
kk: Жазуды бастау
ko: 녹화 시작
ms: Mulakan Rakaman
nb: Start innspilling
nl: Opnemen Starten
pl: Rozpocznij nagrywanie
pt_br: Iniciar Gravação
pt_pt: Começar a Gravar
ro: Începe înregistrarea
ru: Начать запись
sk: Začať nahrávanie
sv: Börja spela in
th: เริ่มบันทึก
tr: Kaydı Başlat
uk: Розпочати запис
vi: Bắt đầu quay
zh_hans: 开始录制
zh_hant: 開始錄影
zh_hk: 開始錄影

# TK.Action.stopRecording
source: Stop Recording
ar: إيقاف التسجيل
bg: Спри записването
ca: Aturar la gravació
cs: Zastavit nahrávání
da: Stop optagelse
de: Aufnahme stoppen
el: Σταμάτημα Εγγραφής
es: Detener grabación
es_419: Detener grabación
fi: Lopeta nauhoitus
fr: Arrêter l'enregistrement
fr_ca: Arrêter l'enregistrement
he: הפסק הקלטה
hi: रिकॉर्डिंग बंद करें
hr: Prekini snimanje
hu: Felvétel megállítása
id: Hentikan Perekaman
it: Ferma registrazione
ja: 録画を停止
kk: Жазуды тоқтату
ko: 녹화 중지
ms: Hentikan Rakaman
nb: Stopp innspilling
nl: Opnemen Stoppen
pl: Zatrzymaj nagrywanie
pt_br: Parar Gravação
pt_pt: Parar Gravação
ro: Oprește înregistrarea
ru: Остановить запись
sk: Zastaviť nahrávanie
sv: Stoppa inspelning
th: หยุดบันทึก
tr: Kaydı Durdur
uk: Зупинити запис
vi: Dừng quay
zh_hans: 停止录制
zh_hant: 停止錄影
zh_hk: 停止錄影

# TK.Action.takePhoto
source: Take Photo
ar: التقاط صورة
bg: Направи снимка
ca: Fer foto
cs: Pořídit fotografii
da: Tag foto
de: Foto aufnehmen
el: Λήψη φωτογραφίας
es: Tomar foto
es_419: Tomar foto
fi: Ota kuva
fr: Prendre une photo
fr_ca: Prendre une photo
he: צלם
hi: तस्वीर लें
hr: Snimi fotografiju
hu: Fotó készítése
id: Ambil Foto
it: Scatta foto
ja: 写真を撮る
kk: Фото түсіру
ko: 사진 찍기
ms: Ambil Foto
nb: Ta bilde
nl: Maak foto
pl: Zrób zdjęcie
pt_br: Tirar Foto
pt_pt: Tirar fotografia
ro: Fă poză
ru: Снять фото
sk: Odfotiť
sv: Ta bild
th: ถ่ายรูป
tr: Fotoğraf Çek
uk: Зробити знімок
vi: Chụp ảnh
zh_hans: 拍照
zh_hant: 拍照
zh_hk: 影相

# TK.Action.toggleGrid
source: Toggle Grid
ar: تبديل الشبكة
bg: Смени мрежата
ca: Activar/desactivar la graella
cs: Přepnout mřížku
da: Skift gitter
de: Raster umschalten
el: Εναλλαγή Πλέγματος
es: Alternar cuadrícula
es_419: Alternar cuadrícula
fi: Vaihda ruudukko
fr: Basculer la grille
fr_ca: Basculer la grille
he: החלף רשת
hi: ग्रिड टॉगल करें
hr: Prebaci mrežu
hu: Rács átkapcsolása
id: Alihkan Grid
it: Attiva/Disattiva griglia
ja: グリッドを切り替える
kk: Тор көрінісін ауыстыру
ko: 격자 전환
ms: Togol Grid
nb: Slå rutenett av/på
nl: Raster aan/uit
pl: Przełącz siatkę
pt_br: Alternar Grade
pt_pt: Alternar Grelha
ro: Comută grila
ru: Переключить сетку
sk: Prepnúť mriežku
sv: Växla rutnät
th: สลับกริด
tr: Izgara Modunu Aç/Kapat
uk: Переключити сітку
vi: Bật/Tắt lưới
zh_hans: 切换网格
zh_hant: 切換網格
zh_hk: 切換網格

# TK.Action.trim
source: Trim
ar: قص
bg: Изрежи
ca: Escurçar
cs: Zkrátit
da: Klip
de: Kürzen
el: Περικοπή
es: Acortar
es_419: Recortar
fi: Leikkaa
fr: Raccourcir
fr_ca: Raccourcir
he: חתוך
hi: ट्रिम करें
hr: Skrati
hu: Vágás
id: Pangkas
it: Taglia
ja: トリミング
kk: Кесу
ko: 다듬기
ms: Potong
nb: Klipp
nl: Inkorten
pl: Przytnij
pt_br: Aparar
pt_pt: Aparar
ro: Scurtează
ru: Обрезать
sk: Orezať
sv: Trimma
th: ตัดต่อ
tr: Kısalt
uk: Обрізати
vi: Cắt ngắn
zh_hans: 修剪
zh_hant: 裁剪
zh_hk: 修剪
